INSERT INTO room_categories (name, description, base_price) VALUES
('Стандарт', 'Стандартный номер с базовыми удобствами, подходящий для бюджетных путешественников.', 100.00),
('Делюкс', 'Улучшенный номер, предлагающий дополнительное пространство и некоторые роскошные удобства.', 150.00),
('Люкс', 'Люкс с отдельными жилыми и спальными зонами, предлагающий премиальные удобства.', 250.00),
('Семейный номер', 'Просторный номер для семей с детьми, включая дополнительные кровати.', 180.00),
('Экзекьютив-люкс', 'Элитный номер с высококлассными удобствами, ориентированный на деловых путешественников.', 300.00),
('Президентский люкс', 'Самый роскошный номер в отеле, предлагающий лучшие удобства и сервис.', 500.00),
('Одноместный номер', 'Маленький номер с односпальной кроватью, идеально подходящий для одиночных путешественников.', 80.00),
('Двухместный номер', 'Номер с двуспальной кроватью или двумя односпальными кроватями, подходит для двух человек.', 120.00),
('Твин', 'Номер с двумя отдельными односпальными кроватями, идеально подходит для друзей, путешествующих вместе.', 130.00),
('Трехместный номер', 'Больший номер, рассчитанный на размещение трех человек.', 160.00);
