INSERT INTO rooms (category_id, number, is_occupied, max_guests) VALUES
(1, '101', FALSE, 2), -- Стандарт
(1, '102', FALSE, 2), -- Стандарт
(2, '201', FALSE, 2), -- Делюкс
(2, '202', FALSE, 3), -- Делюкс
(3, '301', FALSE, 4), -- Люкс
(3, '302', FALSE, 4), -- Люкс
(4, '401', FALSE, 4), -- Семейный номер
(4, '402', FALSE, 5), -- Семейный номер
(5, '501', FALSE, 2), -- Экзекьютив-люкс
(6, '601', FALSE, 4), -- Президентский люкс
(7, '701', FALSE, 1), -- Одноместный номер
(7, '702', FALSE, 1), -- Одноместный номер
(8, '801', FALSE, 2), -- Двухместный номер
(8, '802', FALSE, 2), -- Двухместный номер
(9, '901', FALSE, 2), -- Твин
(9, '902', FALSE, 2), -- Твин
(10, '1001', FALSE, 3); -- Трехместный номер
